/* No comment provided by engineer. */
"Discovered" = "Odkryte";

/* No comment provided by engineer. */
"Go Back" = "Powrót";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"List of Locations" = "Lista lokacji";

/* No comment provided by engineer. */
"Login" = "Zaloguj";

/* No comment provided by engineer. */
"Logout" = "Wyloguj";

/* No comment provided by engineer. */
"Next Task" = "Następne zadanie";

/* No comment provided by engineer. */
"Scan" = "Skanuj";

/* No comment provided by engineer. */
"Scan QR Code" = "Zeskanuj kod QR";

/* No comment provided by engineer. */
"Solved" = "Rozwiązane";

/* No comment provided by engineer. */
"Solved tasks: " = "Rozwiązane zadania: ";

/* No comment provided by engineer. */
"Tasks" = "Zadania";

/* No comment provided by engineer. */
"Try again" = "Spróbuj jeszcze raz";

/* No comment provided by engineer. */
"Undiscovered" = "Nieodkryte";

/* No comment provided by engineer. */
"Your answer is incorrect" = "Twoja odpowiedź jest niepoprawna";

/* No comment provided by engineer. */
"Congratulations! \n Your answer is correct!" = "Gratulacje! \n Twoja odpowiedź jest poprawna!";

/* No comment provided by engineer. */
"Your session has expired. Please login again." = "Twoja sesja wygasła. Zaloguj się ponownie.";